Repository: lezsk/wwwoffle
Catalog: debian/po/*.po
Languages: da, de, es, fr, gl, it, ja, pt, ru, sv

source: Using a parent proxy normally results in a remarkable speed gain. If you don't want to use one enter "none" in this field; else enter the proxy in the form "proxy.example.com:8080".
da: At bruge en overproxy resulterer normalt i en mærkbar øgning af hastigheden. Hvis du ikke vil bruge en sådan, så indtast »none« i dette felt. Ellers indtast proxyens adresse på formen »proxy.example.com:8080«.
de: Einen übergeordneten Proxy zu benutzen führt im Allgemeinen zu einem beachtlichen Geschwindigkeitszuwachs. Wenn Sie keinen benutzen möchten, geben Sie bitte »none« ein, ansonsten geben Sie den Proxy in der Form »proxy.domain.com:8080« ein.
es: Normalmente al usar un proxy padre consigue un aumento considerable de la velocidad. Si no desea usar uno teclee «none» en este campo; si no, introduzca el nombre del proxy de la forma «proxy.example.com:8080».
fr: Habituellement, l'utilisation d'un mandataire parent permet des gains de vitesse remarquables. Entrez « none » si vous ne voulez pas en utiliser. Sinon, indiquez le nom du mandataire sous la forme : « proxy.exemple.com:8080 ».
gl: Empregar un proxy pai adoita resultar nun notable aumento de velocidade. Se non quere empregar un introduza "none" neste campo; se non, introduza o proxy na forma "proxy.exemplo.com:8080".
it: Solitamente l'uso di un proxy genitore consente un notevole guadagno in termini di velocità. Se non si desidera usarlo, inserire «none» in questo campo, altrimenti inserire il proxy nel formato «proxy.esempio.com:8080».
ja: 上位プロキシを使うと、通常は大幅なスピードの上昇となります。使いたくない場合は、この欄に「none」と入力ください。そうでなければ、プロキシを「proxy.example.com:8080」という形式で入力してください。
pt: Utilizar uma proxy pai normalmente resulta num ganho de velocidade notável. Se não quiser utilizar uma introduza "none" neste campo; caso contrário introduza a proxy na forma "proxy.exemplo.com:8080".
ru: Обычно использование родительского прокси заметно прибавляет скорости. Если вы не хотите его использовать, то введите "none"; иначе введите прокси в формате "proxy.example.com:8080".
sv: Genom att använda en huvudproxy kan hastigheten ökas oerhört mycket. Om du inte vill använda någon anger du "none" i fältet, i övriga fall anger du proxy enligt formatet "proxy.example.com:8080".

source: Use "manual" if you don't want the proxy lines in the config file touched by the automatic configuration.
da: Brug »manual« hvis du ikke vil have, at proxyindstillingerne i opsætningsfilen bliver ændret af den automatiske opsætning.
de: Geben Sie »manual« ein, wenn Sie nicht wollen, dass die Proxy-Zeilen in der Konfigurationsdatei bei einer automatischen Einrichtung bearbeitet werden.
es: Use «manual» si no desea que el proxy escriba en el archivo de configuración creado por la configuración automática.
fr: Entrez « manual » si vous ne souhaitez pas que les lignes relatives au pare-feu dans le fichier de configuration soient modifiées automatiquement.
gl: Empregue "manual" se non quere que as liñas do proxy do ficheiro de configuración as toque o configurador automático.
it: Se non si desidera che la configurazione automatica modifichi le righe relative al proxy nel file di configurazione, usare «manual».
ja: 自動設定で記述された proxy 行を使いたくない場合は、「manual」を使ってください。
pt: Utilize "manual" se não quiser que as linhas de proxy no ficheiro de configuração sejam mexidas pela configuração automática.
ru: Введите "manual", если не хотите, чтобы параметры прокси в файле настроек изменялись автоматической настройкой.
sv: Ange "manual" om du inte vill att proxyraderna i inställningsfilen ska röras av den automatiska inställningsprocessen.

source: Does wwwoffle rely on a dialup (PPP) interface for its connection?
da: Er wwwoffle afhængig af et opkaldsinterface (PPP) for dens forbindelse?
de: Benötigt Wwwoffle eine Einwahl-Schnittstelle (PPP)?
es: ¿wwwoffle depende de una conexión telefónica (PPP)?
fr: Faut-il connecter wwwoffle via une interface PPP (avec composition de numéro) ?
gl: ¿Precisa wwwoffle dunha interface PPP para a conexión?
it: wwwoffle utilizza una connessione dial-up (PPP) per connettersi?
ja: wwwoffle の動作はダイヤルアップ (PPP) インターフェイスの接続に依存しますか?
pt: O woofle baseia-se num interface dialup (PPP) para a sua ligação?
ru: Нужно ли wwwoffle рассчитывать на интерфейс коммутируемого соединения (PPP) для подключения?
sv: Är wwwoffle beroende av PPP-gränssnitt för för sina anslutningar?

source: Most people will need to accept here. Refuse, only if you have a parent proxy that is reachable without a PPP (analog or ISDN) interface.
da: De fleste vil acceptere her. Afvis kun hvis du har en overproxy, der kan nås uden en PPP-opkaldsforbindelse (analog eller ISDN).
de: Die meisten Leute sollten hier zustimmen. Nur wenn Sie einen übergeordneten Proxy benutzen, der ohne PPP-Schnittstelle (analog oder ISDN) erreichbar ist, sollten Sie hier ablehnen.
es: La mayoría de la gente acepta aquí. No acepte si tiene un proxy padre que no usa una conexión PPP (analógica o RDSI).
fr: La plupart des utilisateurs devraient choisir cette option. Ne refusez que si vous accédez à un mandataire parent sans interface PPP (analogique ou numérique RNIS).
gl: A maioría da xente ha ter que aceptar esta opción. Rexéitea só se ten un proxy pai que é accesible sen unha interface PPP analóxica ou RDSI.
it: La maggior parte degli utenti risponderà positivamente a questa domanda. Si risponda negativamente solo se si ha un proxy genitore che è raggiungibile senza un'interfaccia PPP (analogica o ISDN).
ja: ほとんどの人は、ここで「はい」と答える必要があります。PPP (アナログあるいは ISDN) インターフェイス無しで接続可能な上位プロキシがある場合のみ、「いいえ」と答えてください。
pt: A maioria das pessoas necessita escolher aceitar aqui. Recusar, apenas se tiver uma proxy pai que seja alcançável sem um interface PPP (analógico ou RDIS).
ru: Большинству людей нужно ответить утвердительно. Отвечайте отрицательно, только если используете родительский прокси, доступный без использования PPP (аналогового или ISDN) интерфейса.
sv: De flesta kommer att svara ja här. Neka alternativet om du har en huvudproxy som kan anslutas till utan ett PPP-gränssnitt (analogt eller ISDN).

source: Should wwwoffle fetch pages when the PPP interface comes up?
da: Skal wwwoffle hente sider når PPP-grænsefladen fremkommer?
de: Soll Wwwoffle Web-Seiten herunterladen, sobald eine PPP-Verbindung aufgebaut wurde?
es: ¿wwwoffle debe descargar páginas al activarse la conexión PPP?
fr: Faut-il récupérer des pages dès que l'interface PPP est mise en route ?
gl: ¿wwwoffle debe recoller páxinas ao se erguer a interface PPP?
it: wwwoffle deve recuperare le pagine quando la connessione PPP viene stabilita?
ja: PPP インターフェイスが有効になった時に wwwoffle にページを取得させますか?
pt: Deve o wwwoffle obter páginas quando o interface PPP se ligar?
ru: Нужно ли wwwoffle получать страницы при поднятии PPP интерфейса?
sv: Ska wwwoffle hämta sidor när PPP-gränssnittet aktiveras?

source: Most people will accept here. However, if you regularly bring up the connection just to check for mail and you only want to fetch web pages once a day or so (manually), you should refuse.
da: De fleste vil acceptere her. Hvis du imidlertid etablerer forbindelse regelmæssigt bare for at kigge efter ny post, og du kun ønsker at hente internetsider manuelt en gang om dagen eller deromkring, så bør du afvise.
de: Die meisten Leute sollten hier zustimmen. Wenn Sie jedoch nur eine Verbindung aufbauen, um Ihre E-Mails zu lesen oder falls Sie nur einmal am Tag automatisch (oder manuell) Web-Seiten holen möchten, lehnen Sie hier ab.
es: La mayoría de la gente acepta aquí. Aún así, no acepte si se conecta a menudo sólo para comprobar el correo y sólo desea descargar las páginas web una vez al día más o menos (manualmente).
fr: La plupart des utilisateurs devraient choisir cette option. Cependant, si vous lancez la connexion uniquement pour vérifier votre boîte aux lettres ou si vous récupérez des pages web une fois par jour et manuellement, refusez.
gl: A maioría da xente acepta esta opción. Nembargantes, se adoita erguer a conexión só para descargar o correo e só quere descargar as páxinas web unha vez cada día ou así (manualmente), debería rexeitala.
it: La maggior parte degli utenti risponderà positivamente a questa domanda. Però se normalmente ci si connette solo per controllare la posta elettronica e si desidera recuperare le pagine web solo una volta al giorno o ogni tot periodo di tempo (manualmente), si risponda negativamente.
ja: ほとんどの人は、ここで「はい」と答える必要があります。しかし、定期的な接続がメールチェックのためだけにウェブページの取得を (手動で) 一日一回したいだけなら、「いいえ」と答えなければなりません。
pt: A maioria das pessoas irá escolher aceitar aqui. No entanto, se regularmente ligar a ligação apenas para verificar o correio e apenas quiser obter páginas web uma vez por dia ou pouco mais (manualmente), você deve recusar.
ru: Большинству людей нужно ответить утвердительно. Однако, если вы часто подключаетесь только чтобы проверить почту и хотели бы получать страницы только раз в день (вручную), то ответьте отрицательно.
sv: De flesta kommer vilja detta. Men om du öppnar anslutningen ofta för att göra enstaka åtgärder, exempelvis hämta e-post, och bara vill hämta webbsidor en gång om dagen (manuellt) eller liknande så ska du neka detta alternativ.

source: Should htdig be used to index the cached pages?
da: Skal htdig bruges til at indeksere mellemlagrede sider?
de: Soll Htdig die zwischengespeicherten Web-Seiten indizieren?
es: ¿Desea usar htdig para clasificar las páginas guardadas?
fr: Faut-il utiliser htdig pour indexer les pages mises en cache ?
gl: ¿Quere empregar htdig para indexar as páxinas da caché?
it: Utilizzzare htdig per indicizzare le pagine nella cache?
ja: キャッシュしたページのインデックス作成に htdig を使いますか?
pt: Deve o htdig ser utilizado para indexar as páginas em cache?
ru: Использовать htdig для индексации кэшируемых страниц?
sv: Ska htdig användas för att spara sidor till cache?

source: With this, it is possible to direct htdig to index the cached pages so that those pages can be searched with htdig.
da: Med dette er det muligt at lade htdig indeksere mellemlagrede sider, således at der kan søges i disse sider med htdig.
de: Hier ist es möglich, Htdig anzuweisen, einen Index der zwischengespeicherten Seiten zu erstellen. Anschließend können diese mit Htdig durchsucht werden.
es: Con esta opción es posible usar htdig para clasificar las páginas guardadas y así poder buscarlas con htdig.
fr: Avec cette option, il est possible d'indexer et d'effectuer des recherches avec htdig sur les pages mises en cache.
gl: Con isto é posible facer que htdig indexe as páxinas da caché para poder buscar nelas con htdig.
it: Con questa opzione è possibile far indicizzare le pagine nella cache a htdig, in modo che queste pagine possano essere cercate mediante quest'ultimo.
ja: これにより、直接 htdig がキャッシュしたページのインデックスを作成できるようになります。そして、htdig でこのようなページを検索できます。
pt: Com isto, é possível direccionar o htdig para indexar as páginas em cache de modo a que essas páginas possam ser procuradas com o htdig.
ru: Ответив утвердительно, станет возможно индексировать кэшированные страницы для последующего поиска по ним с помощью htdig.
sv: Med detta alternativ kan htdig användas för att indexera cacheade sidor så att de kan sökas av med htdig.

source: Note: this _can_ take a lot of time to do!
da: Bemærk: dette _kan_ tage lang tid!
de: Hinweis: Das _kann_ sehr lange dauern!
es: Nota: ¡esto puede llevar mucho tiempo!
fr: Note : cela peut prendre beaucoup de temps.
gl: Nota: isto pode levar moito tempo facelo.
it: Nota bene: questa operazione _potrebbe_ richiedere molto tempo.
ja: 注意: これには大量の時間がかかる**かもしれません** !
pt: Nota: isto _pode_ demorar muito tempo a fazer!
ru: Замечание: это может _долго_ выполняться!
sv: Observera att detta _kan_ ta mycket tid att göra!

source: wwwoffle.conf is now only readable by root and group proxy
da: wwwoffle.conf kan nu kun læses af root og brugere i gruppen proxy
de: wwwoffle.conf ist nun nur noch von Root und der Gruppe Proxy lesbar
es: Ahora sólo root y el grupo proxy pueden leer «wwwoffle.conf».
fr: Fichier wwwoffle.conf accessible seulement à « root » et au groupe « proxy »
gl: Agora, wwwoffle.conf só é lexible para root e o grupo "proxy"
it: «wwwoffle.conf» è ora leggibile solo da root e dal gruppo «proxy»
ja: 現在 wwwoffle.conf は、root ユーザと proxy グループのユーザのみが読みとれます。
pt: O wwwoffle.conf é agora apenas legível pelo root e pelo grupo proxy
ru: wwwoffle.conf теперь доступен на чтение только root и группе proxy
sv: wwwoffle.conf är nu bara läsbar av användaren root och gruppen proxy.

source: To prevent just anyone from changing the state of the daemon, the file wwwoffle.conf has been made unreadable by others not root and not in the group "proxy". To add users to that group, use "adduser nameofuser proxy".
da: For at forhindre alle og enhver i at ændre dæmonens tilstand (offline/online), er wwwoffle.conf gjort ulæsbar for alle andre end root og brugere i gruppen »proxy«. For at tilføje brugere i denne gruppe, brug kommandoen »adduser brugernavn proxy«.
de: Damit nicht jeder Benutzer des Systems den Status des Dienstes Wwwoffle verändern kann, wurde die Datei wwwoffle.conf für alle Benutzer außer Root und der Gruppe »Proxy« auf unlesbar gesetzt. Um Benutzer in diese Gruppe aufzunehmen, verwenden Sie das Kommano: 'adduser <Benutzername> proxy'.
es: Para prevenir que cualquiera pueda cambiar el estado del demonio, únicamente root y los usuarios del grupo «proxy» podrán leer el archivo «wwwoffle.conf.» Para añadir usuarios a ese grupo, utilice «adduser nombredelusuario proxy».
fr: Pour éviter que n'importe qui puisse modifier l'état du démon wwwoffle, seuls le superutilisateur et les membres du groupe « proxy » peuvent lire le fichier wwwoffle.conf. Utilisez « adduser nom-de-l-utilisateur proxy » pour ajouter un utilisateur à ce groupe.
gl: Para evitar que calquera cambie o estado do servizo, o ficheiro wwwoffle.conf fíxose ilexible para calquera que non sexa administrador e non estea no grupo "proxy". Para engadir usuarios a ese grupo, empregue a orde "adduser nomedousuario proxy".
it: Onde evitare che chiunque possa modificare lo stato del demone, il file di configurazione «wwwoffle.conf» è stato reso illeggibile agli utenti che non sono root o che non appartengono al gruppo «proxy». Per aggiungere utenti a tale gruppo digitare, da riga di comando, «adduser nomeutente proxy».
ja: 誰かがデーモンの状態を変更しないように、wwwoffle.conf ファイルは root 以外、あるいは「proxy」グループに所属しないユーザが読み取れないようにされています。ユーザをグループに追加するには「adduser nameofuser proxy」としてください。
pt: Para prevenir que qualquer um possa alterar o estado do daemon, o ficheiro wwwoffle.conf foi tornado não-legível para outros que não sejam o root e não façam parte do grupo "proxy". Para acrescentar utilizadores a esse grupo, utilize "adduser nameofuser proxy".
ru: Чтобы никто не мог изменить состояние службы, файл wwwoffle.conf сделан недоступным для всех, кроме root и членов группы "proxy". Чтобы добавить пользователей в группу, используйте команду "adduser nameofuser proxy".
sv: För att förhindra att vem som helst kan ändra läge på tjänsten har filen wwwoffle.conf gjorts oläsbar för andra användare än root samt de som inte tillhör gruppen "proxy". För att lägga till användare i den gruppen använd "adduser namnpåanvändaren proxy".

source: Fetch interval for monitored pages while online:
da: Hvor ofte skal overvågede sider hentes når wwwoffle er online:
de: Häufigkeit des Herunterladens beobachteter Web-Seiten, während Wwwoffle online ist:
es: Intervalo de tiempo para descargar las páginas suscritas mientras está conectado:
fr: Fréquence de récupération des pages surveillées :
gl: Periodo entre descargas das páxinas monitorizadas mentres estea conectado:
it: Intervallo di recupero delle pagine monitorate quando la connessione è attiva:
ja: オンライン中、モニタリングしているページを取得する時間の間隔:
pt: Com que frequência devem ser obtidas as páginas monitorizadas enquanto está online:
ru: Интервал между периодическим получением отслеживаемых страниц при активированном подключении:
sv: Hämtningsinterval för övervakade sidor när anslutning finnes:

source: Monitored pages can be fetched when the PPP link goes up. However, when online, there is no standard mechanism to regularly fetch monitored pages. The Debian package has a cronjob that does this.
da: Overvågede sider kan hentes når PPP-opkaldsforbindelsen er etableret. Der er dog ikke nogen standardmekanisme til regelmæssigt at hente overvågede sider når wwwoffle er online. Debianpakken opretter et cronjob, der sørger for dette.
de: Beobachtete Web-Seiten können heruntergeladen werden, sobald die PPP-Verbindung ins Netz aufgebaut worden ist. Im Online-Modus gibt es jedoch keinen Standard-Mechanismus um beobachtete Seiten regelmäßig herunterzuladen. Das Debian-Paket erledigt das über einen Cronjob.
es: Las páginas monitorizadas se pueden descargar cuando se active la conexión PPP.No obstante, cuando se está conectado, no hay ningún mecanismo predeterminado para descargar las páginas suscritas. Debian tiene el paquete «cronjob» que lo hace.
fr: Les pages surveillées peuvent être récupérées lorsque le lien PPP devient actif. Cependant, une fois connecté, il n'existe pas de mécanisme permettant de récupérer régulièrement les pages surveillées. Le paquet Debian utilise une tâche cron pour cela.
gl: As páxinas monitorizadas pódense descargar cando se ergue a ligazón PPP. Nembargantes, mentres se está conectado, non existe un mecanismo estándar para descargar periodicamente as páxinas monitorizadas. O paquete Debian ten unha tarefa de cron que o fai.
it: Le pagine monitorate possono essere recuperate quando la connessione PPP è attiva, però non c'è alcun meccanismo standard per recuperarle regolarmente. Il pacchetto Debian ha un cronjob che effettua questa operazione.
ja: モニタリングしているページは、PPP 接続が行われた際に取得できます。しかし、オンラインになった際、定期的にモニタリングしているページを取得する標準的な手法はありません。Debian パッケージはこのために cronjob を使います。
pt: As páginas monitorizadas podem ser obtidas quando a ligação PPP se ligar. No entanto, quando estiver online, não existe nenhum mecanismo standard para obter as páginas monitorizadas. O pacote Debian não tem um cronjob que faça isso.
ru: Можно настроить получение отслеживаемых страниц пока работает канал PPP. Однако, при активном подключении нет стандартного механизма регулярно получать отслеживаемые страницы. Для этого в пакете Debian включено задание cron.
sv: Övervakade sidor kan hämtas när PPP-anslutningen är uppe. Det finns dock ingen standardmekanism för att regelbundet hämta övervakade sidor. Debianpaketet har ett schemalagt jobb som utför detta.

source: As monitored pages are usually not scheduled that often, the recommended value of 30 minutes should be adequate. Note that this is also the maximum allowed.
da: Eftersom overvågede sider normalt ikke hentes så ofte, skulle den anbefalede værdi på 30 minutter være tilstrækkelig. Bemærk at dette også er den maksimalt tilladte.
de: Da sich beobachtete Seiten für gewöhnlich nicht so häufig verändern, sollte der empfohlene Wert von 30 Minuten ausreichend sein. Beachten Sie, dass das auch der zulässige Höchstwert ist.
es: El valor recomendado de 30 minutos es suficiente, ya que las páginas monitorizadas no se actualizan tan a menudo. Tenga en cuenta que este es además el máximo permitido.
fr: La modification des pages surveillées n'étant en général pas planifiée, la valeur conseillée de 30 minutes devrait être correcte. Veuillez noter que cette valeur est le maximum autorisé.
gl: Xa que as páxinas monitorizadas non se adoitan actualizar tanto, o valor recomendado de 30 minutos debería ser adecuado. Teña en conta que tamén é o máximo admitido.
it: Poiché le pagine monitorate solitamente non sono schedulate frequentemente, si raccomanda 30 minuti come valore adeguato. Si noti che questo è anche il massimo ammesso.
ja: モニタリングしているページは大抵頻繁には変更をされておらず、推奨値の 30 分で充分です。これは最大許容値でもあることに注意ください。
pt: Como as páginas monitorizadas normalmente não são planeadas com tanta frequência, o valor recomendado de 30 minutos deve ser adequado. Note que isto é também o máximo permitido.
ru: Отслеживаемые страницы, обычно, не обновляют слишком часто; рекомендуемый интервал 30 минут. Заметим, что это также и максимальный разрешённый интервал.
sv: I och med att övervakade sidor vanligen inte är schemalagda särskilt ofta bör det rekomenderade värdet 30 minuter vara korrekt. Kom ihåg att detta dessutom är maxvärdet.

source: Enter "off" to disable the fetching while online.
da: Indtast »off« for ikke at hente når wwwoffle er online.
de: Geben Sie »off« ein um das Herunterladen im Online-Modus zu deaktivieren.
es: Introduzca «off» para desactivar la descarga mientras está conectado.
fr: Indiquez « off » pour désactiver ce mécanisme de récupération lorsque la connexion est active.
gl: Introduza "off" para desactivar a descarga periódica durante a conexión.
it: Inserire «off» per disabilitare il recupero quando la connessione è attiva.
ja: オンライン中にページ取得を無効にするには「off」と入力してください。
pt: Introduza "off" para desligar o obter enquanto está online.
ru: Введите "off" для выключения получения при активированном подключении.
sv: Ange "off" för att stänga av hämtningen vid upprättad anslutning.
