Repository: lezsk/wwwoffle
Catalog: debian/po/*.po
Languages: da, de, es, fr, gl, it, ja, pt, ru, sv

source: The location of some files and directories has been changed
da: Placeringen af visse filer og mapper er blevet ændret
de: Der Ort einiger Dateien und Verzeichnisse hat sich geändert.
es: La ubicación de algunos archivos y directorios ha cambiado
fr: Changement de l'emplacement de certains fichiers et répertoires
gl: A ubicación dalgúns ficheiros e directorios cambiou
it: Il percorso di alcuni file e directory è cambiato
ja: ファイルとディレクトリの位置が若干変わりました
pt: A localização de alguns ficheiros e directórios foi alterada
ru: Изменено расположение некоторых файлов и каталогов
sv: Sökvägen till vissa filer och kataloger har ändrats

source: The config files moved to /etc/wwwoffle/ and the cache dir moved to /var/cache/wwwoffle. Further the format of the cache has changed between version 1.x and version 2.x and there are some new configuration options. Your directories and the config files will be adjusted automatically now.
da: Opsætningsfilerne er flyttet til /etc/wwwoffle og mellemlagerkataloget er flyttet til /var/cache/wwwoffle. Ydermere er formatet på mellemlageret ændret imellem version 1.x og 2.x, og der er nogle nye opsætningsindstillinger. Dine mapper og opsætningsfilerne vil nu blive tilpasset automatisk.
de: Die Konfigurationsdateien wurden nach /etc/wwwoffle/ verschoben, das Cache-Verzeichnis befindet sich nun unter /var/cache/wwwoffle. Weiterhin hat sich das Cache-Format zwischen Version 1.x und Version 2.x verändert und es kamen einige neue Einstellungen hinzu. Ihre Verzeichnisse und Konfigurationsdateien werden nun automatisch angepasst.
es: Los archivos de configuración se movieron a «/etc/wwwoffle/» y el directorio de la caché a «/var/cache/wwwoffle». Además el formato de la caché ha cambiado entre la versión 1.x y la 2.x, y hay algunas opciones nuevas de configuración. Ahora se ajustarán automáticamente sus directorios y archivos de configuración.
fr: Les fichiers de configuration de wwwoffle sont maintenant placés dans /etc/wwwoffle/ et le répertoire de cache est /var/cache/wwwoffle. De plus le format du cache a changé entre les versions 1.x et 2.x et de nouvelles options de configuration sont apparues. Ces changements vont être mis en oeuvre automatiquement.
gl: Os ficheiros de configuración trasladáronse a /etc/wwwoffle/ e o directorio da caché trasladouse a /var/cache/wwwoffle. Ademáis, o formato da caché cambiou entre a versión 1.x e a versión 2.x, e hai algunhas opcións de configuración novas. Hanse axustar automaticamente os directorios e os ficheiros de configuración.
it: Il file di configurazione è stato spostato in «/etc/wwwoffle/» e la directory della cache è stata spostata in «/var/cache/wwwoffle». Inoltre, il formato della cache è cambiato fra la versione 1.x e la versione 2.x e ci sono alcune nuove opzioni di configurazione. Le directory e i file di configurazione presenti su questo sistema verranno ora adattati.
ja: 設定ファイルは /etc/wwwoffle/ へ、そしてキャッシュディレクトリは /var/cache/wwwoffle へ移動しました。バージョン 1.x と 2.x の間でキャッシュ形式が変わったのに加え、新しい設定オプションがあります。ディレクトリと設定ファイルは、すぐ自動的に調整されます。
pt: Os ficheiros de configuração foram movidos para /etc/wwwoffle/ e o directório de cache foi movido para /var/cache/woofle. Além disso o formato da cache foi alterado entre as versões 1.x e a versão 2.x e existem algumas novas opções de configuração. Os seus directórios e ficheiros de configuração serão agora automaticamente ajustados.
ru: Файлы настройки перемещены в /etc/wwwoffle/, а каталог с кэшом -- в /var/cache/wwwoffle. Кроме того, формат кэша различается у версий 1.x и 2.x, и появилось несколько новых параметров настройки. Сейчас ваши каталоги и файлы настройки будут автоматически перестроены.
sv: inställningsfilerna har flyttats till /etc/wwwoffle/ och cachekatalogen har flyttat till /var/cache/wwwoffle. Dessutom har formatet op cache:n ändrats mellan version 1.x och version 2.x och det har tillkommit några inställningsalternativ. Kataloger och inställningsfiler kommer att justeras automatiskt nu.

source: Configuration now requires a password:
da: Konfiguration kræver nu en adgangskode:
de: Die Konfiguration benötigt nun ein Passwort:
es: La configuración requiere ahora una contraseña:
fr: Mot de passe :
gl: Agora a configuración precisa dun contrasinal:
it: La configurazione richiede ora una password:
ja: 設定にはパスワードが必要になりました:
pt: A configuração agora necessita de uma palavra chave:
ru: Теперь для настройки будет требоваться пароль:
sv: Inställningarna kräver numera ett lösenord:

source: To prevent any random user on the system from changing the state of the wwwoffle daemon (e.g. put it offline), a password will be added to the /etc/wwwoffle/wwwoffle.conf file. If non-root users have to be able to control the daemon, they must be in the "proxy" group (see "man group") and they must pass the parameters "-c /etc/wwwoffle/wwwoffle.conf" in addition to other options.
da: For at forhindre en tilfældig bruger på systemet i at ændre tilstanden på wwwoffle-dæmonen (f.eks. sætte den offline), vil der blive tilføjet en adgangskode i filen /etc/wwwoffle/wwwoffle.conf. Hvis almindelige brugere skal have adgang til at styre dæmonen, skal de være i gruppen »proxy« (Se »man group«), og de skal angive parametrene »-c /etc/wwwoffle/wwwoffle.conf« sammen med andre parametre.
de: Damit nicht jeder Benutzer des Systems den Status des Dienstes Wwwoffle verändern kann (z. B. um ihn in den Offline-Modus zu versetzen), wird ein Passwort in die Datei /etc/wwwoffle/wwwoffle.conf eingetragen. Wenn andere Benutzer als Root die Kontrolle über den Dienst haben sollen, müssen diese in der Gruppe »Proxy« eingetragen sein (siehe »man group«) und sie müssen zusätzlich zu den anderen Optionen den Parameter »-c /etc/wwwoffle/wwwoffle.conf« angeben.
es: Para prevenir que cualquier usuario del sistema cambie el estado del demonio wwwoffle (p.ej. desconectarlo), se añadirá una contraseña al archivo «/etc/wwwoffle/wwwoffle.conf». Para que algún usuario distinto del administrador («root») pueda controlar el demonio, debe pertenecer al grupo proxy (vea «man group») y pasarle el parámetro «-c /etc/wwwoffle/wwwoffle.conf» además de otras opciones.
fr: Pour qu'aucun utilisateur non autorisé ne puisse modifier l'état du démon wwwoffle (p. ex. le déconnecter), un mot de passe va être ajouté au fichier /etc/wwwoffle/wwwoffle.conf. Si des utilisateurs autres que le superutilisateur doivent pouvoir gérer le démon, ils devront appartenir au groupe « proxy » (voir « man group ») et passer les paramètres « -c /etc/wwwoffle/wwwoffle.conf » en plus des autres options.
gl: Para evitar que calquera usuario do sistema cambie o estado do servizo wwwoffle (p.ex. que o desconecte), hase engadir un contrasinal ao ficheiro /etc/wwwoffle/wwwoffle.conf. Se é necesario que algún usuario que non sexa administrador poida controlar o servizo, hai que engadilos ao grupo "proxy" (consulte "man group") e deben pasar os parámetros "-c /etc/wwwoffle/wwwoffle.conf" ademáis de outras opcións.
it: Onde evitare che un qualsiasi utente casuale del sistema possa modificare lo stato del demone wwwoffle (per esempio metterlo offline), è stata aggiunta una password al file «/etc/wwwoffle/wwwoffle.conf». Se utenti non root possono controllare il demone, questi devono appartenere al gruppo «proxy» (si veda «man group») e devono passare, oltre alle altre opzioni, i parametri «-c /etc/wwwoffle/wwwoffle.conf».
ja: システム上の気まぐれなユーザによる wwwoffle デーモンの状態変更 (例えばオフラインにする) などを防ぐため、/etc/wwwoffle/wwwoffle.conf ファイルにパスワードが追加されました。root 以外のユーザがデーモンを管理できるようにする必要がある場合、このユーザは「proxy」グループに所属し (「man group」を参照)、他のオプションに加えて「-c /etc/wwwoffle/wwwoffle.conf」を指定する必要があります。
pt: Para evitar que qualquer utilizador no sistema altere o estado do daemon wwwoffle (e.g. desliga-lo) será acrescentada uma palavra-passe ao ficheiro /etc/wwwoffle/wwwoffle.conf. Se utilizadores que não o root tiverem de controlar o daemon, estes têm de estar no grupo "proxy" (veja "man group") e têm de passar os parâmetros "-c /etc/wwwoffle/wwwoffle.conf" além das outras opções.
ru: Чтобы предотвратить изменение состояния службы wwwoffle (например, отключение от сети) случайным пользователем, будет добавлен пароль в файл /etc/wwwoffle/wwwoffle.conf. Чтобы не-root пользователи могли управлять службой, их нужно добавить в группу "proxy" (см. "man group"), и они должны указывать параметр "-c /etc/wwwoffle/wwwoffle.conf" в дополнении к другим параметрам.
sv: För att förhindra att obehöriga användare ändrar läget på wwwoffle-tjänsten (exempelvis stänger av den) läggs numera ett lösenord i filen /etc/wwwoffle/wwwoffle.conf. Om användare utöver root ska kunna kontrollera tjänsten måste de vara medlemmar i gruppen "proxy" (läs "man group") och de måste skicka flaggan "-c /etc/wwwoffle/wwwoffle.conf" utöver övriga flaggor.

source: en (English)
da: en (engelsk)
de: en (Englisch)
es: en (Inglés)
fr: en (anglais)
gl: inglés
it: en (inglese)
ja: en (英語)
pt: en (Inglês)
ru: en (английский)

source: de (German)
da: de (tysk)
de: de (Deutsch)
es: de (Alemán)
fr: de (allemand)
gl: alemán
it: de (tedesco)
ja: de (ドイツ語)
pt: de (Alemão)
ru: de (немецкий)
sv: de (Tyska)

source: es (Spanish)
da: es (spansk)
de: es (Spanisch)
es: es (Español)
fr: es (espagnol)
gl: español
it: es (spagnolo)
ja: es (スペイン語)
pt: es (Espanhol)
ru: es (испанский)
sv: es (Spanska)

source: fr (French)
da: fr (fransk)
de: fr (Französisch)
es: fr (Francés)
fr: fr (français)
gl: francés
it: fr (francese)
ja: fr (フランス語)
pt: fr (Françês)
ru: fr (французский)
sv: fr (Franska)

source: it (Italian)
da: it (italiensk)
de: it (Italienisch)
es: it (Italiano)
fr: it (italien)
gl: italiano
it: it (italiano)
ja: it (イタリア語)
pt: it (Italiano)
ru: it (итальянский)
sv: it (Italienska)

source: nl (Dutch)
da: nl (hollandsk)
de: nl (Niederländisch)
es: nl (Holandés)
fr: nl (néerlandais)
gl: holandés
it: nl (olandese)
ja: nl (オランダ語)
pt: nl (Holandês)
ru: nl (голландский)
sv: nl (Nederländska)

source: pl (Polish)
da: pl (polsk)
de: pl (Polnisch)
es: pl (Polaco)
fr: pl (polonais)
gl: polaco
it: pl (polacco)
ja: pl (ポーランド語)
pt: pl (Polaco)
ru: pl (польский)
sv: pl (Polska)

source: ru (Russian)
da: ru (russisk)
de: ru (Russisch)
es: ru (Ruso)
fr: ru (russe)
gl: ruso
it: ru (russo)
ja: ru (ロシア語)
pt: ru (Russo)
ru: ru (русский)
sv: ru (Ryska)

source: en (English)[ default : do not put what's inside brackets into translations. Put your own language here but UNTRANSLATED]
da: en (English)
de: de (German)
es: es (Spanish)
fr: fr (French)
gl: es (Spanish)
it: it (Italian)
ja: en (English)
pt: pt (Portuguese)
ru: ru (Russian)
sv: sv (Swedish)

source: your default language:
da: dit standardsprog:
de: Ihre Standard-Sprache:
es: Idioma predeterminado:
fr: Langue par défaut :
gl: Idioma por defecto:
it: propria lingua predefinita:
ja: デフォルトの言語:
pt: o seu idioma, por omissão:
ru: Язык по умолчанию:
sv: ditt standardspråk:

source: wwwoffle offers you translations of most of the internal HTML pages. Those pages which are not yet translated will automatically be replaced with the English ones.
da: wwwoffle tilbyder dig oversættelser af de fleste interne HTML-sider. De sider, som endnu ikke er oversat, vil automatisk blive erstattet af de engelske.
de: Wwwoffle bietet Ihnen Übersetzungen der meisten seiner eigenen HTML-Seiten. Seiten, die noch nicht übersetzt wurden, werden automatisch auf Englisch angezeigt.
es: wwwoffle ofrece traducciones de la mayoría de las páginas HTML. Las páginas que no están aún traducidas se reemplazarán automáticamente por sus equivalentes en inglés.
fr: La plupart des pages HTML de wwwoffle sont traduites. Celles qui ne sont pas encore traduites sont automatiquement remplacées par leur version anglaise.
gl: wwwoffle ofrécelle traducións da maioría das páxinas HTML internas. As páxinas que non estean traducidas hanse substituír automaticamente polas páxinas en inglés.
it: wwwoffle offre la traduzione della maggior parte delle pagine HTML interne. Le pagine che non sono ancora state tradotte verranno automaticamente sostituite con quelle in inglese.
ja: wwwoffle は、ほとんどの内部 HTML ページに対して翻訳を提供しています。翻訳されていないページは自動的に英語のものに置き換えられます。
pt: O wwwoffle oferece-lhe traduções da maioria das páginas HTML internas. Essas páginas que ainda não estão traduzidas serão automaticamente substituídas pelas que estão em Inglês.
ru: В wwwoffle переведены почти все внутренние страницы HTML. Если где-то перевода пока нет, то отображается страница на английском языке.
sv: wwwoffle kan leverera de flesta interna HTML-sidor på flera språk. De sidor som ännu inte är översatta ersätts med engelskspråkiga sidor.

source: Note that the languages configuration in your browser will override this default.
da: Bemærk at din browsers sprogopsætning vil gå forud for denne standard.
de: Bitte beachten Sie, dass die Spracheinstellung Ihres Browsers diese Standardeinstellung außer Kraft setzt.
es: Tenga en cuenta que la configuración de idioma de su navegador se sobreescribirá encima de ésta predeterminada.
fr: Veuillez noter que le système de configuration des langues des navigateurs remplacera cette configuration par défaut.
gl: Teña en conta que a configuración dos idiomas no seu navegador ha ter preferencia sobre este valor por defecto.
it: Si noti che la configurazione delle lingue nel proprio browser avrà la precedenza rispetto a questo valore predefinito.
ja: ブラウザの言語設定が、このデフォルト設定を上書きするのにご注意ください。
pt: Note que a configuração dos idiomas no seu navegador irá ultrapassar este valor por omissão.
ru: Заметим, что значение языкового параметра браузера имеет больший приоритет чем эта настройка.
sv: Kom ihåg att språkinställningarna i din webbläsare kommer att skriva över standardvärdet.

source: ATTENTION: There was an error while converting the config
da: NB: Der opstod en fejl under omdannelse af din konfigurationsfil
de: ACHTUNG: Während der Konvertierung der Einstellungen trat ein Fehler auf.
es: ATENCIÓN: Hubo un error al convertir «wwwoffle.conf».
fr: Erreur lors de la conversion de la configuration
gl: ATENCIÓN: Houbo un erro ao converter a configuración
it: ATTENZIONE: errore durante la conversione del file di configurazione
ja: 警告: 設定の変換中にエラーが起こりました
pt: ATENÇÃO: Ocorreu um erro ao converter a configuração
ru: ВНИМАНИЕ: возникла ошибка при преобразовании настроек
sv: OBS! Ett fel uppstod när inställningarna skulle konverteras

source: Your config file has been preserved as /etc/wwwoffle/wwwoffle.conf.old . Please correct manually. Take a look at /var/log/wwwoffle-upgrade.log for reasons. Please delete this logfile manually.
da: Din konfigurationsfil er blevet gemt som /etc/wwwoffle.conf.old. Foretag venligst en manuel tilretning. Kig i /var/log/wwwoffle-upgrade.log for mulige årsager. Slet venligst bagefter denne logfil manuelt.
de: Ihre Konfigurationsdatei wurde unter /etc/wwwoffle/wwwoffle.conf.old gesichert. Bitte korrigieren Sie die Datei manuell. Hinweise auf den Grund des Fehlers finden Sie in der Datei /var/log/wwwoffle-upgrade.log. Bitte löschen Sie diese Protokolldatei selbst.
es: Su archivo de configuración se ha renombrado a «/etc/wwwoffle/wwwoffle.conf.old». Por favor, corríjalo manualmente. Vea el archivo «/var/log/wwwoffle-upgrade.log» para más detalles. Por favor, elimine este registro manualmente.
fr: Votre fichier de configuration a été sauvegardé dans /etc/wwwoffle/wwwoffle.conf.old. Veuillez faire vous-même les modifications. Pour connaître les raisons de cette erreur, examinez le fichier /var/log/wwwoffle-upgrade.log. Veuillez ensuite supprimer ce fichier.
gl: Conservouse o seu ficheiro de configuración co nome /etc/wwwoffle/wwwoffle.conf.old . Corríxao manualmente. Consulte /var/log/wwwoffle-upgrade.log para ver os motivos. Elimine ese ficheiro de rexistro manualmente.
it: Il file di configurazione presente è stato conservato come «/etc/wwwoffle/wwwoffle.conf.old». Correggerlo manualmente. Per i motivi consultare «/var/log/wwwoffle-upgrade.log» e successivamente cancellare manualmente questo file di registro.
ja: 設定ファイルが /etc/wwwoffle/wwwoffle.conf.old に保存されています。手動で修正してください。理由については /var/log/wwwoffle-upgrade.log を参照してください。このログファイルは手動で消してください。
pt: O seu ficheiro de configuração foi preservado como /etc/wwwoffle/wwwoffle.conf.old. Por favor corrija-o manualmente. Procure as causas em /var/log/wwwoffle-upgrade.log. Por favor apague manualmente este ficheiro de registo.
ru: Ваш файл настройки был сохранён как /etc/wwwoffle/wwwoffle.conf.old. Внесите исправления вручную. Причины ошибки можно посмотреть в /var/log/wwwoffle-upgrade.log. После этого удалите данный файл журнала.
sv: Din inställningsfil har lagrats som /etc/wwwoffle/wwwoffle.conf.old. Uppdatera den manuellt. referera till /var/log/wwwoffle-upgrade.log för insikt i vad som gått snett. Radera loggfilen manuellt.

source: the port number wwwoffle runs on:
da: det portnummer som wwwoffle kører på:
de: Nummer des Ports, an dem Wwwoffle wartet:
es: Número de puerto que usa wwwoffle:
fr: Numéro de port pour wwwoffle :
gl: Número de porto no que se executa wwwoffle:
it: il numero di porta su cui wwwoffle è in esecuzione:
ja: wwwoffle が動作するポート番号:
pt: número do porto onde corre o wwwoffle:
ru: Номер порта, на котором работает wwwoffle:
sv: portnummer som wwwoffle körs mot:

source: The default port number for HTTP proxy caches is 8080. To use wwwoffle as proxy for your favourite web browser you have to use "localhost:8080" (or whatever port number you've chosen).
da: Standardportnummeret til HTTP-proxy-mellemlagre er 8080. For at bruge wwwoffle som proxy for din foretrukne internetbrowser, er du nødt til at bruge »localhost:8080« (eller et andet portnummer du har valgt).
de: Der Standard-Port für HTTP-Proxys ist 8080. Um Wwwoffle als Proxy für Ihren Web-Browser benutzen zu können, müssen sie diesen als »localhost:8080« (oder den von Ihnen gewählten Port) eintragen.
es: El puerto que se usa por omisión para cachés del proxy HTTP es 8080. Para usar wwwoffle como proxy con su navegador web favorito debe usar «localhost:8080»(o el número de puerto que haya elegido).
fr: Le numéro de port par défaut des caches mandataires HTTP est 8080. Vous devez indiquer « localhost:8080 » (ou tout autre numéro) pour que votre navigateur préféré utilise wwwoffle comme mandataire.
gl: O número de porto por defecto para os proxy-cachés HTTP é o 8080. Para empregar wwwoffle coma proxy para o seu navegador web ten que empregar "localhost:8080" (ou o porto que teña escollido).
it: La porta predefinita per cache di proxy HTTP è 8080. Per poter utilizzare wwwoffle come proxy nel proprio browser web preferito è necessario usare «localhost:8080» (o qualsiasi altra porta si sia scelta).
ja: HTTP プロキシキャッシュのデフォルトのポート番号は 8080 です。あなたが望むウェブブラウザで wwwoffle をプロキシとして使いたい場合は、「localhost:8080」(あるいはあなたが指定したポート番号) を使う必要があります。
pt: O número, por omissão, do porto para caches de proxys HTTP é 8080. Para utilizar o wwwoffle como proxy para o seu navegador web favorito você tem de utilizar "localhost:8080" (ou qualquer que seja o número do porto que tenha escolhido).
ru: Номер порта по умолчанию для прокси-кэшей HTTP -- 8080. Чтобы использовать wwwoffle в качестве прокси в веб-браузере, используйте "localhost:8080" (или другой выбранный вами номер порта).
sv: Standardportnummer för HTTP-proxy-cache är 8080. För att använda wwwoffle i din webbläsare ange "localhost:8080" (eller vilken port du nu väljer).

source: P.S.: Netscape users can simply write http://localhost:8080/wwwoffle.pac in Edit->Preferences->Advanced->Proxies->Automatic_proxy_configuration
da: PS: Netscape-brugere kan simpelthen skrive http://localhost:8080/wwwoffle.pac i Edit->Preferences->Advanced->Proxies->Automatic_proxy_configuration
de: P.S.: Benutzer von Netscape tragen im Menü »Bearbeiten->Einstellungen->Erweitert->Proxies->Automatische Proxy Konfiguration« einfach http://localhost:8080/wwwoffle.pac ein.
es: NOTA: Los usuarios de Netscape pueden escribir simplemente «http://localhost:8080/wwwoffle.pac» en «Edit->Preferences->Advanced->Proxies->Automatic_proxy_configuration»
fr: Les utilisateurs de Netscape peuvent simplement écrire http://localhost:8080/wwwoffle.pac dans Edit->Preferences->Advanced->Proxies->Automatic_proxy_configuration (pour les versions françaises : Édition->Préférences->Avancées->Proxy->Configuration automatique du proxy).
gl: PD: Os usuarios de Netscape poden escribir http://localhost:8080/wwwoffle.pac en Edición->Preferencias->Avanzadas->Proxies->Configuración_automática_do_proxy
it: PS: gli utenti di Mozilla Firefox possono scrivere semplicemente «http://localhost:8080/wwwoffle.pac» in Modifica -> Preferenze -> Avanzate -> Scheda «Rete» -> Pulsante «Impostazioni» -> Configurazione automatica del proxy (URL)
ja: P.S.: Netscape ユーザは 編集->設定->詳細設定->プロキシ->自動プロキシ設定 にて http://localhost:8080/wwwoffle.pac と簡単に記述できます。
pt: P.S.: Os utilizadores de Netscape podem simplesmente escrever http://localhost:8080/wwwoffle.pac em Edit->Preferences->Advanced-> Proxies->Automatic_proxy_configuration
ru: P.S.: Пользователи Netscape могут просто указать http://localhost:8080/wwwoffle.pac в Edit->Preferences->Advanced->Proxies->Automatic_proxy_configuration
sv: P.S.: Iceweasel-användare kan helt enkelt ange http://localhost:8080/wwwoffle.pac i Redigera->Inställningar->Avancerat->Nätverk->Proxy->Manuell proxyinställning->HTTP-proxy

source: Use which parent proxy (current is ${PARENT_PROXY}):
da: Hvilken overproxy skal bruges? (aktuelle er ${PARENT_PROXY}):
de: Benutze welchen übergeordneten Proxy (aktuell ist ${PARENT_PROXY}):
es: ¿Qué proxy padre usará? (el actual es ${PARENT_PROXY})
fr: Mandataire parent à utiliser (actuellement : ${PARENT_PROXY}) :
gl: Que proxy pai empregar (o actual é ${PARENT_PROXY}):
it: Quale proxy genitore usare (l'attuale è ${PARENT_PROXY}):
ja: どの上位プロキシを利用するか (現在は ${PARENT_PROXY} です):
pt: Utilizar que proxy pai (actualmente é ${PARENT_PROXY}):
ru: Используемый родительский прокси (сейчас используется ${PARENT_PROXY}):
sv: Ange huvudproxy (nuvarande är ${PARENT_PROXY}):
